[
 {
   "category": "Ética e lei",
   "class": "etica",
   "checked": true,
   "featured": [
      {
         "title": "Fontface Ninja",
         "url": "https://fontface.ninja",
         "desc": "Identify that cool font on the page you are browsing.",
         "free": true
      }
   ],
   "items": [
      {
         "title": "Against the State: An Anarcho-Capitalist Manifesto, Lew Rockwell",
         "level": "Iniciante",
         "url": "https://drive.google.com/open?id=0B7QMWpIthxZ4cG1SbzBxekdZQVU",
         "desc": "Rockwell aplica a combinação de anarquismo individualista e economia austríaca de Rothbard na América contemporânea.",
         "free": true
      },
      {
         "title": "A Spontaneous Order: The Capitalist Case For A Stateless Society, Christopher Chase Rachels",
         "level": "Iniciante",
         "url": "https://archive.org/details/AgainstTheStateLlewellynH.RockwellJr_201408",
         "desc": "A Spontaneous Order: The Capitalist Case For A Stateless Society é uma apresentação surpreendentemente concisa, rigorosa e acessível de ideais anarcocapitalistas. Abrange uma ampla gama de tópicos, incluindo: Dinheiro e Bancos, Monopólios e Cartéis, Seguros, Assistência Médica, Direito, Segurança, Pobreza, Educação, Ambientalismo e muito mais! Para apreciar essa leitura convincente, não é necessário conhecimento político, filosófico ou econômico anterior, pois todos os conceitos incomuns são definidos e explicados de uma maneira simples, mas intransigente. Preste atenção, este trabalho pode causar mudanças radicais de paradigma na sua compreensão do Estado e do Mercado Livre.",
         "free": true
      },
      {
         "title": "Libertarian Anarchy: Against the State, Gerard Casey",
         "level": "Iniciante",
         "url": "https://drive.google.com/open?id=0B7QMWpIthxZ4QVhpR1pJZDdFdDA",
         "desc": "A filosofia política é dominada por um mito, o mito da necessidade do estado. O estado é considerado necessário para o fornecimento de muitas coisas, mas principalmente para a paz e a segurança. Gerard Casey argumenta que a ordem social pode ser gerada espontaneamente, que essa ordem espontânea é a norma na sociedade humana e que desvios das normas ordenadas podem ser tratados sem recorrer ao poder coercitivo do Estado.\nCasey apresenta uma nova perspectiva sobre a filosofia política, argumentando contra as religiões da filosofia política convencional e defendendo uma posição política específica, que ele identifica como \"anarquia libertária\". O livro inclui uma história do conceito de anarquia, um exame da possibilidade de sociedades anárquicas e uma articulação da natureza da lei e da ordem nessas sociedades. Casey apresenta sua forma específica de anarquia, sustentada por uma teoria da ação humana que prioriza a liberdade, como uma alternativa filosófica e politicamente viável às posições padrão da teoria política.",
         "free": true
      },
      {
         "title": "A Ética da Liberdade, Murray Rothbard",
         "level": "Intermediário",
         "url": "http://rothbardbrasil.com/wp-content/uploads/arquivos/A%20etica%20da%20liberdade%20-%20miolo%20capa%20brochura_2013.pdf",
         "desc": "A ética da liberdade apresenta uma rigorosa e sofisticada defesa filosófica da liberdade, baseada no conceito do direito natural. Dando sequência à demonstração de seu mentor Mises de que a sociedade sem propriedade privada se degenera em caos econômico, Rothbard mostra que a interferência estatal sobre a propriedade privada representa uma invasão, que diminui a liberdade e a prosperidade. Suas conclusões radicais se mostram surpreendentemente práticas para lidar com dilemas éticos do dia-a-dia, tais como autodefesa, punições, direitos das crianças e dos animais, entre outros.",
         "free": true
      },
      {
         "title": "As Engrenagens da Liberdade, David Friedman",
         "level": "Intermediário",
         "url": "https://portalconservador.com/livros/David-Friedman-As-Engrenagens-da-Liberdade.pdf",
         "desc": "Este livro se ocupa das ideias libertárias, não da história do \"movimento\" libertário ou de uma descrição do seu estado atual. Está na moda medir a importância das ideias pelo número e violência de seus defensores. Essa é uma moda que eu não vou seguir. Se quando terminar este livro você começar a compartilhar de muitas de minhas visões, você vai saber a coisa mais importante sobre o número de libertários: que ele aumentou em um desde que começou a leitura.",
         "free": true
      },
      {
         "title": "The Market for Liberty, Linda Tannehill, Morris Tannehill",
         "level": "Intermediário",
         "url": "https://cdn.mises.org/The%20Market%20for%20Liberty_2.pdf",
         "desc": "Com mais de um quarto de século, o iconoclasta de Morris e Linda Tannehill \"The Market for Liberty\" é um dos livros mais importantes do nosso tempo. Escrito originalmente em 1970, é ainda mais relevante agora em uma era de liberdade pessoal que desaparece rapidamente, causada por um governo cada vez mais intrusivo e caro. \"The Market for Liberty\" é o antídoto para anos de doutrinação, mentiras e desinformação do governo. Usando uma linguagem clara e concisa, os Tannehills fornecem um repensar completo de toda a organização da sociedade, defendendo o uso da lei natural e a interação voluntária como base para ela, e não a força e coerção do governo.",
         "free": true
      },
      {
         "title": "The Economics and Ethics of Private Property, Hans-Hermann Hoppe",
         "level": "Avançado",
         "url": "https://cdn.mises.org/Economics%20and%20Ethics%20of%20Private%20Property%20Studies%20in%20Political%20Economy%20and%20Philosophy_3.pdf",
         "desc": "A economia austríaca coloca a propriedade privada no centro de sua análise de valor, preço e troca. O respeito à propriedade privada também está implícito no princípio moral fundamental: \"Não roube\". Hans-Hermann Hoppe dedicou o trabalho de sua vida à economia e à ética da propriedade privada. Este livro reúne alguns dos ensaios mais importantes de Hoppe sobre esse assunto. Hoppe, um dos principais estudantes e colegas de Murray Rothbard, cujas obras foram traduzidas para uma dúzia de idiomas, explora os aspectos econômicos, éticos, sociológicos e históricos da propriedade privada, mostrando como os direitos de propriedade são vitais para todos os aspectos da sociedade: emprego, interesse , dinheiro, bancos, ciclos comerciais, impostos, bens públicos, guerra, imperialismo e a ascensão e queda das civilizações.",
         "free": true
      },
      {
         "title": "Liberty, Games and Contracts: Jan Narveson and the Defence of Libertarianism, Malcolm Murray",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1Y1WhLUCje3-Z5bK3gzUOium3-p8YUwJV",
         "desc": "Jan Narveson é um dos defensores contemporâneos mais significativos da posição política libertária. Ao contrário de outros libertários que normalmente defendem sua opinião com referência aos direitos naturais ou um apelo ao utilitarismo, a principal contribuição de Narveson tem sido oferecer uma defesa filosófica do libertarianismo baseada em uma ética contratualista individualista hobbesiana. As críticas ao libertarianismo contratual de Narveson se enquadram em três categorias, aquelas que rejeitam a teoria moral contratual, aquelas que rejeitam qualquer ligação entre contratarianismo e libertarianismo e aquelas que acusam libertários de confluir liberdade com propriedade. Neste livro, Malcolm Murray reúne os críticos mais significativos de Narveson e apresenta seu trabalho juntamente com as respostas de Jan Narveson.",
         "free": true
      },
      {
         "title": "Universally Preferable Behaviour: A Rational Proof of Secular Ethics, Stefan Molyneux",
         "level": "Avançado",
         "url": "http://cdn.media.freedomainradio.com/feed/books/UPB/Universally_Preferable_Behaviour_UPB_by_Stefan_Molyneux_PDF.pdf",
         "desc": "Em muitos contos de fadas, vive uma terrível fera de poder estupendo, um dragão ou um basilisco, que tiraniza as terras vizinhas. Os moradores locais tremem diante desse monstro; eles sacrificam seus animais, pagam dinheiro e sangue na esperança de aplacar seus impulsos assassinos. Ano após ano, década após década, onda após onda de campeões esperançosos tentam combinar sua força, virtude e astúcia contra esse terrível tirano. Tente - e falhe. Inevitavelmente, um homem dá um passo à frente e considera todos incongruentes. Ele é um garoto estável, filho de um sapateiro, aprendiz de padeiro - ou, às vezes, apenas um vagabundo. Este livro é a história do meu ataque pessoal a um animal desses. Essa \"fera\" é a crença de que é impossível definir um sistema ético objetivo, racional, secular e científico. Essa “besta” é a ilusão de que a moralidade deve ser perdida para sempre nos pântanos irracionais de deuses e governos, sempre sem justificativa lógica e definição clara ...",
         "free": true
      },
      {
         "title": "Teoria do caos, Robert P. Murphy",
         "level": "Avançado",
         "url": "https://portalconservador.com/livros/Robert-Murphy-Teoria-do-Caos.pdf",
         "desc": "Entre os tópicos mais avançados na literatura libertária está os trabalhos que tentam mostrar como uma sociedade livre, sem estado pode existir. Robert Murphy enfrenta esse desafio e faz a primeira contribuição desse século para o anarcocapitalismo. Ele descreve como um sistema de seguros iria amparar a segurança e justiça privada.\nSuas aplicações são em parte empíricas e em parte especulativas, mas muito provocativas, rigorosas e fruto de pensamentos profundos. O título se refere ao suposto caos que se resulta eliminando o estado, mas Murphy mostra que ao contrário do caos, pode emergir uma liberdade ordenada. Todo mundo interessado em explorar os alcances da teoria anarquista deve ler esse pequeno livro",
         "free": true
      },
      {
         "title": "Anarchy and the Law: The Political Economy of Choice, Edward Stringham",
         "level": "Avançado",
         "url": "",
         "desc": "O anarquismo de propriedade privada, também conhecido como libertarianismo anarquista, anarquismo individualista e anarcocapitalismo, é uma filosofia política e um conjunto de argumentos econômicos e jurídicos que sustentam que, assim como os mercados e instituições privadas da sociedade civil fornecem comida, abrigo e outras necessidades, mercados e contratos humanos devem fornecer lei e que o próprio Estado de Direito só pode ser entendido como uma instituição privada. Para o libertário, o estado e seus poderes policiais não são forças sociais benignas, mas um sistema de conquista, autoritarismo e ocupação. Mas enquanto libertários limitados do governo argumentam a favor de restrições políticas, libertários anarquistas argumentam que, para checar o governo contra abusos, o próprio estado deve ser substituído por uma ordem social de autogoverno baseada em contratos. De fato, a história contemporânea mostrou que um governo limitado é insustentável, pois é inerentemente instável e propenso à corrupção, sendo dependente da política de grupos de interesse da atual liderança do estado. Anarquia e a lei apresentam os ensaios mais importantes que explicam, debatem e examinam exemplos históricos de ordens apátridas.",
         "free": true
      },
      {
         "title": "The Enterprise of Law, Bruce L. Benson",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1x96PJsMXMyCDRsAvUxvW0y8_AG6MkFB9",
         "desc": "Benson argumenta que a insatisfação do público com instituições legais é tão prevalecente quanto a aversão pública a muitas instituições públicas. Isso não é de surpreender. São financiados por impostos, administrados por burocracias, são notoriamente ineficientes, carecem da capacidade de calcular economicamente e ignoram as demandas dos consumidores.\n\nEntão, existe outro caminho? Sim, e é aqui que Benson se choca: ​​ele quer uma privatização completa. Ele diz que as instituições do setor privado são capazes de estabelecer fortes incentivos que levam à criação e aplicação da lei. As restrições legais resultantes facilitam a interação e apóiam a ordem social, induzindo a cooperação e reduzindo o confronto violento.\n\nO grande mérito deste livro de Benson é provar essas proposições mil vezes - usando a história, a teoria e a análise política moderna - e apresentar o primeiro modelo teórico completo para compreendê-las. De certa forma, sua análise é louvável: ele apenas aplica a lógica do mercado à lei. De outro modo, é revolucionário porque ninguém mais na história o faz com mais rigor e energia, tanto que, na verdade, você nunca pensará no \"dever\" primário do Estado da mesma maneira.",
         "free": true
      },
      {
         "title": "The Privatization of Roads And Highways, Walter Block",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1aVf3V0IIb07dzO_O5sm5Biam21kfE2E7",
         "desc": "O Instituto Mises tem o prazer de apresentar o notável tratado de Walter Block em estradas privadas, um livro de 494 páginas que fará você repensar todo o modo como as redes de transporte modernas operam. É ousado, inovador, radical, convincente e mostra como a teoria econômica de livre mercado é a lente esclarecedora através da qual enxergamos as falhas do Estado e a alternativa que é consistente com a liberdade humana. Ele mostra que mesmo o pior cenário da vida sob propriedade privada de estradas seria fantástico em comparação com a realidade existente de propriedade de estradas pelo governo, o que é terrível de maneiras que não percebemos completamente até que Block explique completamente. (pense em mortes na estrada).",
         "free": true
      },
      {
         "title": "Against Intellectual Property, N. Stephan Kinsella",
         "level": "Avançado",
         "url": "https://nakamotoinstitute.org/static/docs/against-ip.pdf",
         "desc": "Uma sociedade libertária reconheceria patentes como legítimas? E quanto aos direitos autorais? Em Contra a propriedade intelectual, Stephan Kinsella, advogado de patentes com muitos anos de experiência, oferece sua resposta a essas perguntas. Kinsella é totalmente contrário à propriedade intelectual, e ele explica sua posição neste livro breve, mas abrangente.",
         "free": true
      },
      {
         "title": "Sem Traição, Lysander Spooner",
         "level": "Iniciante",
         "url": "https://pavimentandoestradas.files.wordpress.com/2017/10/sem-traicao-lysander-spooner-pdf.pdf",
         "desc": "Spooner examina a validade potencial da Constituição dos Estados Unidos como um contrato vinculativo, apontando que não poderia ter autoridade inerente e duradoura, exceto como contrato entre homens, e afirma ser um entre as pessoas existentes quando foi escrito.",
         "free": true
      }
   ]
},
 {
   "category": "Crítica ao Estado",
   "class": "critica",
   "checked": true,
   "featured": [
      {
         "title": "",
         "url": "",
         "desc": "",
         "free": true
      }
   ],
   "items": [
      {
         "title": "Sem Traição, Lysander Spooner",
         "level": "Iniciante",
         "url": "https://pavimentandoestradas.files.wordpress.com/2017/10/sem-traicao-lysander-spooner-pdf.pdf",
         "desc": "Spooner examina a validade potencial da Constituição dos Estados Unidos como um contrato vinculativo, apontando que não poderia ter autoridade inerente e duradoura, exceto como contrato entre homens, e afirma ser um entre as pessoas existentes quando foi escrito.",
         "free": true
      },
      {
         "title": "Anatomia do Estado, Murray Rothbard",
         "level": "Iniciante",
         "url": "http://rothbardbrasil.com/wp-content/uploads/2015/10/A-anatomia-do-estado.pdf",
         "desc": "Mostra como o estado é uma instituição que viola tudo aquilo que considera-se honesto e moral, sempre agindo sob uma falsa áurea de bondade e preocupação para com o cidadão.",
         "free": true
      },
      {
         "title": "O Que o Governo Fez Com o Nosso Dinheiro?, Murray Rothbard",
         "level": "Iniciante",
         "url": "http://rothbardbrasil.com/wp-content/uploads/arquivos/nossodinheiro.pdf",
         "desc": "Rothbard mostra minuciosamente como os bancos criam dinheiro do nada e como o Banco Central, com o suporte do poder estatal, permite esta prática. Ele mostra como as taxas de câmbio e de juros funcionariam em um livre mercado. E principalmente- ao descrever o fim do padrão-ouro, ele não se limita a relatar os grandes acontecimentos; ele cita nomes e desmascara os grupos de interesse envolvidos.",
         "free": true
      },
      {
         "title": "The Problem of Political Authority, Michael Huemer",
         "level": "Intermediário",
         "url": "",
         "desc": "Muitas vezes é atribuído ao estado um tipo especial de autoridade, que obriga os cidadãos a obedecer a seus comandos e habilita o estado a executá-los através de ameaças de violência. Este livro argumenta que essa noção é uma ilusão moral: ninguém jamais possuiu esse tipo de autoridade.",
         "free": true
      },
      {
         "title": "The Great Fiction: Property, Economy, Society, and the Politics of Decline, Hans-Hermann Hoppe",
         "level": "Intermediário",
         "url": "https://www.reddit.com/r/Anarcho_Capitalism/comments/zy3aw/hoppes_the_great_fiction/c68qgs5/",
         "desc": "O professor Hans-Hermann Hoppe fala sobre a questão mais crítica que a humanidade enfrenta: a escolha entre liberdade e estatismo. A Grande Ficção é uma coleção abrangente de seus escritos, centrada no tema da ascensão do estatismo e de seus fundamentos teóricos.",
         "free": true
      },
      {
         "title": "Democracia, o Deus que Falhou, Hans-Hermann Hoppe (http://rothbardbrasil.com/…/up…/arquivos/deus-que-falhou.pdf)",
         "level": "Intermediário",
         "url": "http://rothbardbrasil.com/wp-content/uploads/arquivos/deus-que-falhou.pdf",
         "desc": "É uma interpretação econômica e filosófica da História e salienta os incentivos associados aos governos de propriedade privada (monarquia) e de propriedade pública (democracia) visando compreender o crescente expansionismo dos governos. Este livro é uma leitura aconselhável a todos os que perderam a fé na democracia como vemos aplicada no mundo atual e que não toleram mais suas falhas éticas e econômicas.",
         "free": true
      },
      {
         "title": "O Caminho da Servidão, Hayek",
         "level": "Intermediário",
         "url": "http://rothbardbrasil.com/wp-content/uploads/arquivos/caminhodaservidao.pdf",
         "desc": "Hayek demonstra que todas as formas de coletivismo, seja o nazismo ou o socialismo, levam inevitavelmente à tirania e à supressão das liberdades, conforme já se evidenciava à época. Hayek argumenta que, em um sistema de planejamento central da economia, a alocação de recursos é de responsabilidade de um pequeno grupo, sendo este incapaz de processar a enorme quantidade de informações necessárias para essa tarefa. Face à gigantesca concentração de poder nas mãos de um limitado número de burocratas, divergências acerca da implementação das políticas econômicas levariam, de uma forma ou de outra, ao uso da força pelo governo para que suas medidas fossem toleradas, tese também defendida por Ludwig von Mises, que demonstrou a impossibilidade do cálculo econômico em uma comunidade socialista.",
         "free": true
      },
      {
         "title": "The Ethics of Money Production, Jörg Guido Hülsmann",
         "level": "Intermediário",
         "url": "https://cdn.mises.org/The%20Ethics%20of%20Money%20Production_2.pdf",
         "desc": "Sua tese é que o monopólio do governo sobre produção e administração de dinheiro não tem fundamento ético ou econômico. As leis de licitações, garantias de resgate, seguro de depósitos com garantia fiscal e todo o aparato que sustenta os sistemas monetários nacionais foram totalmente injustificadas. O dinheiro, ele argumenta, deve ser um bem produzido de maneira privada, como qualquer outro, como roupas ou alimentos.",
         "free": true
      },
      {
         "title": "Tragedy and Hope 101: The Illusion of Justice, Freedom, and Democracy, Joseph Plummer",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1BaXy--lex9-2jjOF8J4RQ-Ek9hcZdZY4",
         "desc": "Tragedy and Hope 101 revela um sistema político inimaginavelmente desonesto, habilmente manipulado por um punhado de elites, que está minando a liberdade e a democracia como a conhecemos. O objetivo daqueles que controlam o sistema, nas próprias palavras de Quigley, é dominar \"todas as partes habitáveis ​​do mundo\". Usando engano, roubo e violência, eles alcançaram mais esse objetivo do que quaisquer governantes da história da humanidade. No entanto, a Era da Informação está rapidamente atrapalhando seus planos. A imoralidade de seu sistema, e aqueles que o servem, tornaram-se quase impossíveis de esconder. A consciência e a resistência estão crescendo ... A tragédia está cedendo à esperança.",
         "free": true
      },
      {
         "title": "The Myth of the Rational Voter, Bryan Caplan",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1APZBJTna6TIAdNWtWv41Ss3p85MFWMf3",
         "desc": "O autor contesta a ideia de que os eleitores são pessoas razoáveis ​​em que a sociedade pode confiar para fazer leis. Em vez disso, Caplan afirma que os eleitores são irracionais na esfera política e têm idéias sistematicamente tendenciosas sobre economia.",
         "free": true
      },
      {
         "title": "Advanced Introduction to Public Choice, Randall G. Holcombe",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1InHfaUTyvf8hVdqfYt-oXaWBHI_8YQ0U",
         "desc": "Usando métodos econômicos da Escola de Escolha Pública, esta Introdução Avançada apresenta uma narrativa focada sobre a tomada de decisões políticas com base no trabalho que definiu a disciplina. Cada capítulo termina com uma seção de anotações para discutir a pesquisa na qual o capítulo se baseia, com ênfase no trabalho pioneiro que moldou o desenvolvimento da escolha pública. Holcombe enfatiza os fundamentos teóricos da Escolha Pública, com a idéia de que ela oferece um contexto no qual a pesquisa empírica pode ser entendida. Este livro explora com sucesso o processo de tomada de decisão política para os leitores e garante que eles entendam como as preferências dos cidadãos são agregadas para produzir políticas públicas.",
         "free": true
      },
      {
         "title": "Against Politics: On Government, Anarchy, and Order, Anthony de Jasay",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1ItBWO52zBJVzvZNj_xQFyBjoFZhIUJU9",
         "desc": "Os sete capítulos da Parte 1 são críticos ao estatismo, a visão de que a ação política é necessária, eficiente ou desejável. Nos quatro capítulos da Parte 2, o autor apresenta um pouco de tentativa suas próprias teorias político-econômicas, projetadas para mostrar que várias instituições sociais desejáveis ​​são possíveis sem arranjos políticos.",
         "free": true
      },
      {
         "title": "Justice and its surroundings, Anthony de Jasay",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=114iEyGByqHbGiwkcGlp6fFC95HrK6hi4",
         "desc": "Uma coleção de ensaios que buscam redefinir o conceito de justiça e destacar a fronteira entre ela e as questões que a envolvem e que estão erroneamente associadas a ela. Este livro direto e conciso analisa os papéis da escolha coletiva, redistribuição e socialismo e as reivindicações da justiça.",
         "free": true
      },
      {
         "title": "The Myth of National Defense, Hans-Hermann Hoppe",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1UYp7M_YFPA4N0k3aQTQ2rsA7DUQ_DPhb",
         "desc": "A idéia libertária de sociedade sem Estado atrai muitas pessoas, mas, por mais atraente que seja, é frequentemente descartada como utópica. Como uma sociedade anarquista poderia se defender contra grandes estados centralizados? O autor sugere que as agências de proteção estariam ligadas às companhias de seguros. Levando a batalha para seus adversários estatistas.",
         "free": true
      },
      {
         "title": "Uma Teoria sobre Socialismo e Capitalismo, Hans-Hermann Hoppe",
         "level": "Avançado",
         "url": "http://www.hanshoppe.com/wp-content/uploads/publications/trans/hoppe_tsc-portugese.pdf",
         "desc": "O professor Hoppe apresenta a tese de que só é possível existir dois arquétipos econômicos: socialismo e capitalismo. Todos os outros sistemas são combinações destes dois tipos. Ele define o modelo capitalista como a absoluta proteção da propriedade privada, da livre associação e da troca – sem exceções. Quaisquer desvios deste ideal são espécies de socialismo, onde ocorrem propriedade pública e interferências no comércio. Como parte da estrutura do socialismo, ele distingue as versões de esquerda e de direita. O socialismo “conservador” apoia intensas regulamentações, controles comportamentais, protecionismo e nacionalismo. A versão “esquerdista” tende mais ao apoio da estatização e da redistribuição. As consequências do socialismo variam de acordo com seu grau e tipo, mas possuem similaridades: alto custo, desperdício de recursos e baixo crescimento.",
         "free": true
      },
      {
         "title": "Falhas de Governo: Uma Introdução à Teoria da Escolha Pública, Gordon Tullock",
         "level": "Avançado",
         "url": "",
         "desc": "Os instrumentos da teoria econômica são utilizados neste livro para analisar o processo político de decisões públicas - isto é, como, bem ou mal um governo de 100 ou 500 “representantes” eleitos para fazer “escolhas públicas,” pode satisfazer milhões de indivíduos tão diferentes entre si.",
         "free": true
      }
   ]
},
 {
   "category": "Economia",
   "class": "economia",
   "checked": true,
   "featured": [
      {
         "title": "",
         "url": "",
         "desc": "",
         "free": true
      }
   ],
   "items": [
      {
         "title": "Como a Economia Cresce e Por Que Ela Quebra, Peter Schiff",
         "level": "Iniciante",
         "url": "http://www.altabooks.com.br/index.php?dispatch=attachments.getfile&attachment_id=1359&fbclid=IwAR3cSYH9cu0RI5o8Vv0wcT4SX6BZKOTp0wJHGhiqnsXEmMYvhBolMdmGEsk",
         "desc": "Esse livro utiliza ilustrações, humor e pequenas histórias para acabar com o preconceito de que economia é para entendidos, buscando torná-la acessível a todas as pessoas. Nesta obra, Schiff explica as raízes do crescimento econômico, a importância do comércio, da poupança e do risco, a origem da inflação, os efeitos das taxas de juros e das elevações autorizadas pelo governo, a natureza destrutiva dos créditos ao consumidor, e outros princípios econômicos.",
         "free": true
      },
      {
         "title": "Seis Lições, Mises",
         "level": "Iniciante",
         "url": "https://mises.org.br/Ebook.aspx?id=16",
         "desc": "Mises dissecou as falhas do socialismo e das políticas assistencialistas, e ilustrou os benefícios que consumidores e trabalhadores obtêm quando são livres para empreender, para traçar seus destinos e para realizar seus desejos. Mises mostrou que as liberdades individuais (privacidade, as liberdades de expressão, de associação, de ir e vir, entre outras) são indissociáveis da liberdade econômica (liberdade de empreender e de comercializar, sem interferência governamental), e que são meramente ilusórias sem esta.",
         "free": true
      },
      {
         "title": "Economia numa única lição, Henry Hazlitt",
         "level": "Iniciante",
         "url": "https://www.mises.org.br/Ebook.aspx?id=25",
         "desc": "Este livro é uma análise das falácias da economia, hoje tão correntes que se tornaram quase uma nova ortodoxia. A única coisa que impediu que isto ocorresse foram suas próprias contradições, que dispersaram os que aceitam as mesmas premissas e criaram uma centena de diferentes \"escolas\", pela simples razão de ser impossível, em assuntos referentes à vida prática, ser coerente com o erro.",
         "free": true
      },
      {
         "title": "Real Economics for Real People, Charles L. Ballard",
         "level": "Iniciante",
         "url": "https://www.liberalstudies.ca/wp-content/uploads/2014/11/Economics-for-Real-People.pdf",
         "desc": "Um livro de fácil compreensão para aqueles descrentes na capacidade da Escola Neoclássica e que procuram uma Escola mais coerente com a economia real.",
         "free": true
      },
      {
         "title": "Man, Economy, and State, Murray Rothbard",
         "level": "Intermediário",
         "url": "https://cdn.mises.org/Man,%20Economy,%20and%20State,%20with%20Power%20and%20Market_2.pdf",
         "desc": "A economia mostra uma bela lógica subjacente à ação humana em um mundo de escassez, a lente de como a troca possibilita que as pessoas cooperem em direção a seu aperfeiçoamento mútuo. Vemos como o dinheiro facilita isso e permite o cálculo ao longo do tempo que permite a expansão do capital e a realização de investimentos. Vemos como o empreendedorismo, baseado em julgamentos reais e na tomada de riscos, é a força motriz do mercado.",
         "free": true
      },
      {
         "title": "Choice: Cooperation, Enterprise, and Human Action, Robert Murphy",
         "level": "Intermediário",
         "url": "https://drive.google.com/open?id=17RWImZwBjgzzMmu5iAoPjy8E3mY_ZWqL",
         "desc": "O livro ilustra as economias livres como sustentação da civilização, a loucura do planejamento central do governo, a primazia do empreendedorismo e da inovação, a natureza do dinheiro e dos bancos, as causas do ciclo comercial, as falhas da intervenção do governo e muito mais.",
         "free": true
      },
      {
         "title": "The Mises Reader, Shawn Ritenour",
         "level": "Intermediário",
         "url": "https://drive.google.com/open?id=1LH-bidMwApdCwUbXALI0a9yXRsN82e9c",
         "desc": "Os estudos de Mises são mais relevante hoje do que nunca. Sua clareza, sabedoria e brilhantismo são o produto de uma mente única em uma geração. Toda pessoa se beneficiará de se apresentar - ou se familiarizar novamente - com essa mente através dos escritos com curadoria contidos neste volume. Mises é leitura obrigatória para quem procura entender as questões críticas de nosso tempo ou a qualquer momento.",
         "free": true
      },
      {
         "title": "Ação Humana, Mises",
         "level": "Intermediário",
         "url": "https://drive.google.com/open?id=1fgNSi20mOmpyugPAXmLC5IzWJsyU2sGZ",
         "desc": "A obra acentua o quão importante é compreender que a economia é uma ciência da ação humana e que o seres humanos não podem ser tratados como simples variáveis de equações matemáticas. É considerado o Magnus Opus de Mises.",
         "free": true
      },
      {
         "title": "O Uso do Conhecimento na Sociedade, Friedrich Hayek",
         "level": "Avançado",
         "url": "https://www.mises.org.br/Article.aspx?id=1665",
         "desc": "O autor mostra que no mundo real o dito “conhecimento científico” falha na coordenação da atividade econômica e que o conhecimento “prático”, ou das circunstâncias de tempo e espaço, é que é relevante nas decisões de agentes econômicos.",
         "free": true
      },
      {
         "title": "Competição e atividade empresarial, Israel Kirzner",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1S7ROf1CHaHk40DMNl5aA-E6UwwDsLINx",
         "desc": "Esse ensaio que se dirige aos que buscam um discurso estritamente especializado, procura aprofundar a compreensão do processo competitivo de mercado, ao chamar atenção particularmente para o caráter empresarial desse processo. Nesse nível de discurso, nossa preocupação restringe-se unicamente à compreensão teórica, excluindo os valores: políticas, ideologias, melhorias sociais, simplesmente não estão na ordem do dia.",
         "free": true
      },
      {
         "title": "Arrogância Fatal, Hayek",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1SWOThHVVQBIzThxMiwntOqCU3B9NJE7X",
         "desc": "Hayek critica o mau uso da racionalidade ao se pensar a sociedade – a política, a economia, o direito, a cultura etc. –, principalmente quando se pretende, por meio desse uso da razão, conduzir centralizada e forçadamente a sociedade a algum caminho que for considerado o melhor por burocratas e políticos que comandam o aparelho do Estado.",
         "free": true
      },
      {
         "title": "Individualism and Economic Order, Hayek",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1HHcUJ7ZhWo1lBU9LVDpfjd2eodH21M7v",
         "desc": "Se você deseja se familiarizar com a perspectiva de F.A. Hayek sobre a teoria econômica - além do ciclo de negócios e dos estudos monetários dos anos entre guerras -, essa é a melhor fonte.",
         "free": true
      },
      {
         "title": "Socialismo, cálculo econômico e função empresarial, Jesús Huerta de Soto",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1ePQyPtD5fVucJQ8u1Shicz_vrAp49ZC4",
         "desc": "Esta obra apresenta uma teoria sobre as características do conhecimento empreendedorístico, onde é explorada a mudança de rumo dos acadêmicos e economistas profissionais nas suas avaliações do debate do socialismo. Apresenta uma aplicação da teoria do empreendedorismo de Israel M. Kirzner à teoria da impossibilidade do socialismo. Discute a influência da queda do socialismo, fazendo referência em particular a evolução do pensamento econômico",
         "free": true
      },
      {
         "title": "Desestatização do Dinheiro, Hayek",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1OD2OArwWPz1vBzs-xAG3UHAbUK0xtIQy",
         "desc": "Esta obra apresenta a argumentação feita por F. A. Hayek em prol da completa privatização do dinheiro. Hayek mostra a inviabilidade da moeda estatal, reivindicando um mercado totalmente livre para a produção, distribuição e administração do dinheiro. O autor defende ainda o abandono completo das tentativas governamentais de reformas monetárias. O resultado seria a competição entre moedas privadas, permitindo apenas ao mercado determinar qual seria o dinheiro dominante no mundo..",
         "free": true
      },
      {
         "title": "Moeda, Crédito Bancário e Ciclos Econômicos, Jesús Huerta de Soto",
         "level": "Avançado",
         "url": "https://drive.google.com/open?id=1-dV7H561-fyrduhXz6eMVWG_2--qfg1L",
         "desc": "Será que a moeda e o setor bancário podem ser deixados completamente a cargo do mercado? Jesús Huerta de Soto, neste tratado, procura fazer uma abrangente integração de dados históricos a uma rigorosa teoria econômica e conclui que a moeda e os bancos podem fazer parte do livre mercado - sem um banco central, sem pacotes de socorro, sem inflação, sem ciclos econômicos, e sem a instabilidade econômica que caracterizou a era do controle estatal.",
         "free": true
      }
   ]
},
 {
   "category": "Estratégias e táticas",
   "class": "estrategia",
   "checked": true,
   "featured": [
      {
         "title": "",
         "url": "",
         "desc": "",
         "free": true
      }
   ],
   "items": [
      {
         "title": "An Agorist Primer, Samuel Edward Konkin III",
         "level": "",
         "url": "https://drive.google.com/open?id=1AmBq8qG2lY8YqkAw0Fg0vKL5EdJGLYP6",
         "desc": "Esse livro apresenta os meios mais poderosos para se libertar, proteger e aumentar sua riqueza e libertar toda a sociedade humana no processo! O agorismo é aplicado à Contra-Economia - a filosofia de se envolver em atividades de livre mercado, desafiando o controle do governo. Uma evolução do libertarianismo, o agorismo abraça toda ação humana não coercitiva e se opõe a todas as tentativas baseadas em força ou fraude para reprimir a inovação, o comércio, o pensamento e a riqueza.",
         "free": true
      },
      {
         "title": "Sedition Subversion And Sabotage Field Manual No. I, Ben \"Bad Quaker\" Stone",
         "level": "",
         "url": "",
         "desc": "Uma solução em três partes para o Estado é um esforço colaborativo do Office of Sedition Subversion and Sabotage (OSSS) e da Lego Distribution Network (LDN), para fazer exatamente isso. Explicar brevemente o que precisa ser feito e o que deve ser evitado no processo. Ele foi escrito como um manual provisório porque se destina a ser atualizado e modificado conforme as circunstâncias mudam. E é intencionalmente escrito de forma a não glorificar uma personalidade individual. Este não é um livro escrito para afofar o ego de um escritor, enquanto encher seus bolsos de dinheiro e encher seu calendário com palestras. É um manual de desmontagem sobre como remover as cadeias de escravidão que os autoritários colocaram na humanidade. Obtenha sua cópia hoje e inicie o processo.",
         "free": true
      },
      {
         "title": "Crypto Anarchy, Cyberstates, and Pirate Utopias, Peter Ludlow",
         "level": "",
         "url": "https://drive.google.com/open?id=1V3elhCQMB90DC-iEHUmZANmgEGyxmW_G",
         "desc": "O autor estende a abordagem que ele usou com tanto sucesso em High Noon na Electronic Frontier, oferecendo uma coleção de escritos que refletem a natureza eclética do mundo on-line, bem como sua tremenda energia e criatividade. Desta vez, o assunto é o surgimento de estruturas de governança nas comunidades on-line e as visões de soberania política que moldam algumas dessas comunidades. Ludlow vê as comunidades virtuais como laboratórios para a realização de experimentos na construção de novas sociedades e estruturas de governança. Embora muitas experiências online falhem, Ludlow argumenta que, dada a sinergia do mundo online, novas e superiores estruturas de governança podem surgir. De fato, as visões utópicas não estão fora de lugar, desde que entendamos que as novas utopias são fugazes \"ilhas da rede\" localizadas e não instituições permanentes.",
         "free": true
      },
      {
         "title": "The Sovereign Individual, James Dale Davidson and William Rees-Mogg",
         "level": "",
         "url": "https://drive.google.com/open?id=1lhR_2ebM96XkI7P44NJlFxop1d74e83c",
         "desc": "Em The Sovereign Individual, Davidson e Rees-Mogg exploram a maior transição econômica e política em séculos - a mudança de uma sociedade industrial para uma sociedade baseada na informação. Essa transição, que eles denominaram \"o quarto estágio da sociedade humana\", libertará os indivíduos como nunca antes, alterando irrevogavelmente o poder do governo. Este excelente livro substituirá falsas esperanças e ficções por novos entendimentos e valores esclarecidos.",
         "free": true
      },
      {
         "title": "A Plan to End the State, Stephen Rose",
         "level": "",
         "url": "",
         "desc": "Os ensaios contidos neste volume foram o resultado de muitos anos de intenso pensamento e leitura sobre liberdade. Eles abordam um tópico, estratégia anarquista, subdesenvolvida. Muitas pessoas escreveram sobre como uma sociedade livre pode operar. Mas relativamente poucos aplicaram o pensamento rígido à questão-chave \"O que fazemos para alcançar esse mundo?\" Nos poucos casos em que as pessoas têm uma resposta, suas soluções propostas sempre foram vagas (uma chamada genérica para \"educação\") ou pouco convincentes (derrotar o estado através dos mercados negros - \"agorismo\"). Isto é um problema. Enquanto não tivermos um plano compreensível para criar uma sociedade livre, seremos incapazes de convencer as pessoas de que nossa ideologia tem futuro. Isso os fará não querer agir em nosso nome. Uma pessoa age, como Mises explicou, apenas se acreditar que, ao agir, removerá com sucesso um sentimento de desconforto. Até que desenvolvamos um plano para vencer o Estado, não acho que nosso movimento inspire a esperança necessária para a ação. Os ensaios deste livro são uma tentativa de resolver esse problema. Neles, delinio um plano compreensível para acabar com o estado",
         "free": true
      },
      {
         "title": "Swarmwise, Rick Falkvinge",
         "level": "",
         "url": "",
         "desc": "Swarmwise é um guia tático para mudar o mundo usando metodologia enxuta. É um manual de liderança que descreve como o Partido Pirata Sueco foi capaz de vencer a competição política com menos de um por cento de seu orçamento e mostra como qualquer executivo ou gerente com falta de dinheiro e tempo pode usar metodologias enxuta, se o objetivo é comercial, social ou político.",
         "free": true
      },
      {
         "title": "O que deve ser feito, Hans-Hermann Hoppe",
         "level": "",
         "url": "https://drive.google.com/open?id=1h37aA66viukqNxtsuDxfEUhXzwbaX2vP",
         "desc": "Em O Que deve ser feito, Hans-Hermann Hoppe faz uma dissecação da natureza do estado democrático moderno e apresenta uma estratégia para uma revolução libertária de baixo para cima. Hoppe começa com o exame da natureza do estado definindo-o como \"um monopolista territorial da defesa e da aplicação da lei e da ordem financiado compulsoriamente\". Como qualquer monopólio, o monopólio da aplicação da lei também gera preços mais altos e piora na qualidade dos serviços. Por que esta situação é tolerada? Os estados democráticos modernos, num grau muito mais elevado que as monarquias e os estados principescos de antigamente, são vistos como morais e necessários, mesmo diante de inúmeras evidências contrárias. Os cidadãos dos estados democráticos consideram que lei e ordem são o que o estado determina que sejam, e isto resultou em um longo período de centralização e consolidação do poder dos estados. Como os libertários podem lutar contra esta tendência? HHH oferece um programa capaz de pavimentar a estrada rumo a uma nova sociedade livre.",
         "free": true
      }
   ]
}
]
