[{"category": "Ética e lei",
   "class": "etica",
   "checked": true,
   "featured":[{"title": "Fontface Ninja",
   "url": "https://fontface.ninja",
   "desc": "Identify that cool font on the page you are browsing.",
   "free": "true"
   }],"items":[{"title": "Against the State: An Anarcho-Capitalist Manifesto, Lew Rockwell",
   "level": "Iniciante",
   "url": "https://drive.google.com/open?id=0B7QMWpIthxZ4cG1SbzBxekdZQVU",
   "desc": "Rockwell aplica a combinação de anarquismo individualista e economia austríaca de Rothbard na América contemporânea.",
   "free": true }],"items":[{
   "title": "A Spontaneous Order: The Capitalist Case For A Stateless Society, Christopher Chase Rachels",
   "level": "Iniciante",
   "url": "https://archive.org/details/AgainstTheStateLlewellynH.RockwellJr_201408",
   "desc": "A Spontaneous Order: The Capitalist Case For A Stateless Society é uma apresentação surpreendentemente concisa, rigorosa e acessível de ideais anarcocapitalistas. Abrange uma ampla gama de tópicos, incluindo: Dinheiro e Bancos, Monopólios e Cartéis, Seguros, Assistência Médica, Direito, Segurança, Pobreza, Educação, Ambientalismo e muito mais! Para apreciar essa leitura convincente, não é necessário conhecimento político, filosófico ou econômico anterior, pois todos os conceitos incomuns são definidos e explicados de uma maneira simples, mas intransigente. Preste atenção, este trabalho pode causar mudanças radicais de paradigma na sua compreensão do Estado e do Mercado Livre.",
   "free": true}],"items":[{
   "title": "Libertarian Anarchy: Against the State, Gerard Casey",
   "level": "Iniciante",
   "url": "https://drive.google.com/open?id=0B7QMWpIthxZ4QVhpR1pJZDdFdDA",
   "desc": "A filosofia política é dominada por um mito, o mito da necessidade do estado. O estado é considerado necessário para o fornecimento de muitas coisas, mas principalmente para a paz e a segurança. Gerard Casey argumenta que a ordem social pode ser gerada espontaneamente, que essa ordem espontânea é a norma na sociedade humana e que desvios das normas ordenadas podem ser tratados sem recorrer ao poder coercitivo do Estado.\nCasey apresenta uma nova perspectiva sobre a filosofia política, argumentando contra as religiões da filosofia política convencional e defendendo uma posição política específica, que ele identifica como \"anarquia libertária\". O livro inclui uma história do conceito de anarquia, um exame da possibilidade de sociedades anárquicas e uma articulação da natureza da lei e da ordem nessas sociedades. Casey apresenta sua forma específica de anarquia, sustentada por uma teoria da ação humana que prioriza a liberdade, como uma alternativa filosófica e politicamente viável às posições padrão da teoria política.",
   "free": true }],"items":[{
   "title": "A Ética da Liberdade, Murray Rothbard ",
   "level": "Intermediário",
   "url": "http://rothbardbrasil.com/wp-content/uploads/arquivos/A%20etica%20da%20liberdade%20-%20miolo%20capa%20brochura_2013.pdf",
   "desc": "A ética da liberdade apresenta uma rigorosa e sofisticada defesa filosófica da liberdade, baseada no conceito do direito natural. Dando sequência à demonstração de seu mentor Mises de que a sociedade sem propriedade privada se degenera em caos econômico, Rothbard mostra que a interferência estatal sobre a propriedade privada representa uma invasão, que diminui a liberdade e a prosperidade. Suas conclusões radicais se mostram surpreendentemente práticas para lidar com dilemas éticos do dia-a-dia, tais como autodefesa, punições, direitos das crianças e dos animais, entre outros.",
   "free": true }],"items":[{
   "title": "As Engrenagens da Liberdade, David Friedman",
   "level": "Intermediário",
   "url": "https://portalconservador.com/livros/David-Friedman-As-Engrenagens-da-Liberdade.pdf",
   "desc": "Este livro se ocupa das ideias libertárias, não da história do \"movimento\" libertário ou de uma descrição do seu estado atual. Está na moda medir a importância das ideias pelo número e violência de seus defensores. Essa é uma moda que eu não vou seguir. Se quando terminar este livro você começar a compartilhar de muitas de minhas visões, você vai saber a coisa mais importante sobre o número de libertários: que ele aumentou em um desde que começou a leitura.",
   "free": true}]}
